const mockState = 
   {
      "ဧရာဝတီတိုင်းဒေသကြီး":"Ayarwaddy",
      "ပဲခူးတိုင်း":"Bago",
      "ချင်းပြည်နယ်":"Chin",
      "ကချင်ပြည်နယ်":"Kachin",
      "ကယားပြည်နယ်":"Kayar",
      "ကရင်ပြည်နယ်":"Kayin",
      "မကွေးတိုင်း":"Magway",
      "မန္တလေးတိုင်း":"Mandalay",
      "မွန်ပြည်နယ်":"Mon",
      "နေပြည်တော် နယ်မြေ":"Naypyitaw",
      "ရခိုင်ပြည်နယ်":"Rakhine",
      "စစ်ကိုင်းတိုင်း":"Sagaing",
      "ရှမ်းပြည်နယ်":"Shan",
      "တနင်္သာရီတိုင်း":"Tanintharyi",
      "ရန်ကုန်တိုင်းဒေသကြီး":"Yangon",
   };